---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteT.CantileverHeight
source: html/fdd22fcc-f58c-9a48-0287-868d1ea2537b.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteT.CantileverHeight Property

Flange cantilever thickness.

## Syntax (C#)
```csharp
public double CantileverHeight { get; set; }
```